[{
	"name": "Aloha",
	"description": "Invoices, billing, purchases, sales, inventory, business operations and human resources management, all in one web app.<br><br>
	The website has been crafted from scratch using mostly the Laravel framework. I made everything from desiging the UI to the general backend structure, through most of the JS component required for the a best experience and user-friendliness.",
	"tags": ["laravel", "jquery", "charts", "dompdf"],
	"date": "2015",
	"active": true
},{
	"description": "A simple neural network implementation featuring the Backward Propagation and the sigmoid function for activation.<br><br>Made in vanilla JS for a school exercise.",
	"tags": ["jsfiddle", "javascript", "vanilla", "school"],
	"date": "2016",
	"classes": "project-invert",
	"url": "https://jsfiddle.net/Tucsky/sL1wx816/"
},{
	"name": "Honi",
	"description": "Honi is a free mobile application for couples allowing them to spice up their everyday's life by doing some missions and challenge with your other half.<br><br>
	I'm in charge of the server infrastructures, promotional website and I help in the development of the hybrid app that is presently available for iOS and Android.<br><br>
	As Honi is experiencing a real traffic increase over the past 6 months, we are now focused on the business development of the project and I recently started working on Honi Store, our shop made with Prestashop 1.7.",
	"tags": ["laravel", "angularjs", "parse server", "prestashop 1.7"],
	"date": "2015",
	"active": true,
	"url": "https://gethoni.com"
},{
	"name": "Xavier William",
	"description": "Musician, singer et composer <i>pop/variété française</i> (french pop). A website showcasing 4 albums, including a player, audio visualiser, svg animations, and a one click album checkout using stripe.",
	"tags": ["laravel", "webaudioapi", "stripe"],
	"date": "2016",
	"url": "https://xavierwilliam.com"
},{
	"name": "Gooey Effect",
	"description": "A demonstration of the svg filters effect, through a pleasing drawing experiment only made with the help of vanilla JS (and a bit of jQuery because of the UI, settings etc).<br><br>Feel free to explore the different presets or play with the settings !",
	"tags": ["svg", "canvas", "interactive", "codepen.io"],
	"date": "2015",
	"classes": "project-invert",
	"url": "https://codepen.io/tucsky/full/zvRzBO"
},{
	"name": "Andesol",
	"description": "A corporate website made for the mushroom wholesaler Andesol. I worked on the visuals, then developed the website with wordpress.",
	"tags": ["wordpress"],
	"date": "2015",
	"url": "http://andesol.fr/"
},{
	"name": "Snorkeling Report",
	"description": "",
	"tags": ["wordpress", "d3.js", "buddypress"],
	"date": "2015",
	"url": "http://snorkeling-report.com"
},{
	"name": "Docopro",
	"description": "I lead 2 developers and 1 designer into the conception of a web app dedicated to co-ownership associations management.",
	"tags": ["laravel"],
	"date": "2014",
	"classes": "project-invert"
},{
	"name": "Flap.IO",
	"slug": "flapio",
	"description": "A fun Socket.IO + HTML Canvas experiement I made based on the game Flappy Bird which consisted in playing the original game but this time going all multiplayer !",
	"tags": ["node.js", "socket.io", "canvas"],
	"date": "2014",
	"url": "http://flapio.kevinrostagni.me"
}]